; Generated (28.09.2023 16:00:20) by Network Profile Name Changer v1.4 - Freeware
; www.sordum.org

[Main]
Language=Auto

[Language_English]
Translator="BlueLife"
01="This application renames or deletes Network Profiles."
02="Please Wait ..."
03="&Rename"
04="&Delete"
05="&Menu"
06="&Network and Sharing Center"
07="&Network and Internet"
08="&Network Connections"
09="&Local Security Policy"
10="&Refresh"
11="&Donate"
12="&Contact"
13="&HomePage"
14="&About"
15="Network Profile Names"
16="&Rename"
17="&Network Profile"
18="&Public"
19="&Private"
20="&Open with Registry Editor"
21="&Delete"
22="Do you want to delete the selected profile(s)?"
23="Rename Network Profile Name\n Network Profile Name\n Apply\n Cancel"
24="Operating system not supported!"
25="To start the software you must have Administrator rights!"
26="&Manage Known Networks"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Mit dieser Software können Sie ein Netzwerkprofil ganz einfach umbenennen oder löschen."
02="Bitte warten ..."
03="&Umbenennen"
04="&Löschen"
05="&Menü"
06="&Netzwerk-und Freigabecenter"
07="&Netzwerk und Internet"
08="&Netzwerkverbindungen"
09="&Lokale Sicherheitsrichtlinie"
10="&aktualisieren"
11="&Spenden"
12="&Kontakt"
13="&Startseite"
14="&Über Uns"
15="Netzwerk Profil Namen"
16="&Umbenennen"
17="&Netzwerk"
18="&Öffentlich"
19="&Privat"
20="&Öffnen mit dem Registrierungs Editor"
21="&löschen"
22="Möchten Sie das ausgewählte Profil löschen?"
23="Netzwerkprofilname umbenennen\n Netzwerkprofilname\n verwenden\n beenden"
24="Betriebssystem wird nicht unterstützt!"
25="Um die Software auszuführen, müssen Sie über Administratorrechte verfügen!"
26="&Bekannte Netzwerke verwalten"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu uygulama, Ağ Profillerini yeniden adlandırır\n veyahut siler."
02="Lütfen Bekleyin ..."
03="&Yeniden Adlandır"
04="&Profili Sil"
05="&Menü"
06="&Ağ ve Paylaşım Merkezi"
07="&Ağ ve İnternet"
08="&Ağ Bağlantıları"
09="&Yerel Güvenlik İlkesi"
10="&Yenile"
11="&Bağış Yap"
12="&İletişim"
13="&AnaSayfa"
14="&Hakkında"
15="Ağ Profili Adları"
16="&Yeniden Adlandır"
17="&Ağ Profili"
18="&Genel"
19="&Özel"
20="&Regedit ile Aç"
21="&Sil"
22="Listeden seçilen profili silmek istiyor musunuz?"
23="Ağ Profilini Yeniden Adlandır\n Ağ Profil Adı\n Uygula\n İptal"
24="İşletim sistemi desteklenmiyor!"
25="Yazılımı başlatmak için Yönetici haklarına sahip olmalısınız!"
26="&Bilinen Ağları Yönet"

[Language_Polish_Polski]
Translator="www.portable.info.pl"
01="Ta aplikacja zmienia nazwę lub usuwa profile sieciowe."
02="Proszę czekać..."
03="&Zmień nazwę"
04="&Usuń"
05="&Menu"
06="&Centrum sieci i udostępniania"
07="&Sieć i Internet"
08="&Połączenia sieciowe"
09="&Lokalna polityka bezpieczeństwa"
10="&Odśwież"
11="&Przekaż darowiznę"
12="&Kontakt"
13="&Strona główna"
14="&O programie"
15="Nazwy profili sieciowych"
16="&Zmień nazwę"
17="&Profil sieciowy"
18="&Publiczny"
19="&Prywatne"
20="&Otwórz za pomocą Edytora rejestru"
21="&Usuń"
22="Czy chcesz usunąć wybrany profil?"
23="Zmień nazwę profilu sieciowego\n Nazwa profilu sieciowego\n Zastosuj\n Anuluj"
24="System operacyjny nie jest obsługiwany!"
25="Aby uruchomić oprogramowanie, musisz mieć uprawnienia administratora!"
26="&Zarządzaj znanymi sieciami"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ez az alkalmazás átnevezi vagy törli a hálózati profilokat."
02="Kérjük, várjon ..."
03="&Átnevezés"
04="&Törlés"
05="&Menü"
06="&Hálózati és megosztási központ"
07="&Hálózat és internet"
08="&Hálózati kapcsolatok"
09="&Helyi biztonsági házirend"
10="&Frissítés"
11="&Adomány"
12="&Kapcsolat"
13="&Honlap"
14="&Névjegy"
15="Hálózati profilnevek"
16="&Átnevezés"
17="&Hálózati profil"
18="&Nyilvános"
19="&Magán"
20="&Megnyitás a Beállításszerkesztővel"
21="&Törlés"
22="Törölni szeretné a kiválasztott profilt?"
23="Hálózati profil átnevezése\nHálózati profilnév\nAlkalmazás\nMégsem"
24="Nem támogatott operációs rendszer!"
25="A szoftver indításához rendszergazdai jogokkal kell rendelkeznie!"
26="&Ismert hálózatok kezelése"

[Language_Bulgarian_Български]
Translator="ExaFlop"
01="Това приложение преименува или изтрива мрежовите профили."
02="Моля, изчакайте..."
03="&Преименувай"
04="&Изтрий"
05="&Меню"
06="&Център за мрежи и споделяне"
07="&Мрежа и интернет"
08="Мрежови &връзки"
09="&Локална политика за сигурност"
10="&Обнови"
11="&Дарете"
12="&Връзка"
13="&Начална страница"
14="&Относно"
15="Имена на мрежови профили"
16="&Преименувай"
17="&Мрежов профил"
18="&Публичен"
19="&Частен"
20="&Отворете с редактора на системния регистър"
21="&Изтрий"
22="Искате ли да изтриете избрания профил?"
23="Rename Network Profile Name\n Network Profile Name\n Apply\n Cancel"
24="Операционната система не се поддържа!"
25="За да стартирате програмата, трябва да имате администраторски права!"
26="&Управление на известни мрежи"

[Language_French_Français]
Translator="Largo"
01="Cette application renomme ou supprime les profils réseau."
02="Veuillez patienter ..."
03="&Renommer"
04="&Supprimer"
05="&Menu"
06="&Centre réseau et partage"
07="&Réseau et Internet"
08="&Connexions réseau"
09="&Stratégie de sécurité locale"
10="&Actualiser"
11="&Don"
12="&Contact"
13="&Page d'Accueil"
14="&À propos de"
15="Noms du profil réseau"
16="&Renommer"
17="&Profil réseau"
18="&Public"
19="&Privé"
20="&Ouvrir avec l'éditeur de registre"
21="&Supprimer"
22="Voulez-vous supprimer le profil sélectionné?"
23="Renommer le profil réseau Nom\n Nom du profil réseau\n Appliquer\n Annuler"
24="Système d'exploitation non pris en charge!"
25="Pour démarrer le logiciel, vous devez avoir les droits d'administrateur!"
26="&Gérer les réseaux connus"

[Language_Korean_한국어]
Translator="비너스걸: https://venusgirls.tistory.com/"
01="이 응용 프로그램은 네트워크 프로필의 이름을 변경하거나 삭제합니다."
02="기다려 주십시오..."
03="이름 바꾸기(&R)"
04="삭제(&D)"
05="메뉴(&M)"
06="네트워크 및 공유 센터(&N)"
07="네트워크 및 인터넷(&N)"
08="네트워크 연결(&N)"
09="로컬 보안 정책(&L)"
10="새로 고침(&R)"
11="기부(&D)"
12="연락처(&C)"
13="홈페이지(&H)"
14="정보(&A)"
15="네트워크 프로필 이름"
16="이름 바꾸기(&R)"
17="네트워크 프로필(&N)"
18="공용(&P)"
19="개인(&P)"
20="레지스트리 편집기 열기(&O)"
21="삭제(&D)"
22="선택한 프로필을 삭제하시겠습니까?"
23="네트워크 프로필 이름 변경\n 네트워크 프로필 이름\n 적용\n 취소"
24="지원되지 않는 운영 체제입니다!"
25="소프트웨어를 시작하려면 관리자 권한이 있어야 합니다!"
26="알려진 네트워크 관리(&K)"

[Language_Brazilian_Portuguese]
Translator="Paulo Guzmán"
01="Esta aplicação renomeia ou apaga Perfis de Rede."
02="Por favor, aguarde!"
03="&Renomear"
04="&Apagar"
05="&Menu"
06="&Central de Rede e Compartilhamento"
07="&Rede e Internet"
08="&Conexões de Rede"
09="&Diretiva de Segurança Local"
10="&Atualizar"
11="&Doar"
12="&Contato"
13="&Site"
14="&Sobre"
15="Nomes de Perfis de Rede"
16="&Renomear"
17="&Perfil de Rede"
18="&Público"
19="&Privado"
20="&Abrir com o Editor de Registro"
21="&Apagar"
22="Você quer apagar o perfil selecionado?"
23="Renomear o Perfil de Rede\nNome do Perfil de Rede\nAplicar\nCancelar"
24="Sistema operacional incompatível!"
25=Para iniciar o programa, você deve ter privilégios de Administrador!
26="&Gerenciar redes conhecidas"

[Language_Russian_русский]
Translator="Valerij Romanovskij"
01="Это приложение переименовывает или удаляет сетевые профили."
02="Ожидайте..."
03="&Переименовать"
04="&Удалить"
05="&Меню"
06="&Центр управления сетями и общим доступом"
07="&Сеть и Интернет"
08="&Сетевые подключения"
09="&Локальная политика безопасности"
10="&Обновить"
11="&Пожертвовать"
12="&Контакты"
13="&Веб-сайт"
14="&О программе"
15="Имена сетевых профилей"
16="&Переименовать"
17="&Профиль сети"
18="&Общедоступная"
19="&Частная"
20="&Открыть в редакторе реестра"
21="&Удалить"
22="Удалить выбранный профиль?"
23="Сменить имя сетевого профиля\nИмя сетевого профиля\nПрименить\nОтмена"
24="Операционная система не поддерживается!"
25="Для запуска программы нужны права Администратора!"
26="&Управление известными сетями"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="\nネットワークプロファイル名の変更や削除を行えます。"
02="処理中・・・ 少々お待ち下さい"
03="名前の変更(&R)"
04="削除(&D)"
05="メニュー(&M)"
06="「ネットワークと共有センター」 を開く(&S)"
07="「ネットワークとインターネット」 を開く(&I)"
08="「ネットワーク接続」 を開く(&C)"
09="「ローカルセキュリティポリシー」 を開く(&P)"
10="最新の情報に更新(&F)"
11="[WEB ] 寄付ページへ(&D)..."
12="[WEB ] お問い合わせ(&Q)..."
13="[WEB ] 作者サイトへ(&H)..."
14="このソフトについて(&A)..."
15="ネットワークプロファイル名"
16="名前の変更(&R)"
17="ネットワークプロファイル(&N)"
18="(&1) パブリック"
19="(&2) プライベート"
20="レジストリエディタで開く(&R)"
21="削除(&D)"
22="選択したプロファイルを削除しても良いですか?"
23="ネットワークプロファイル名の変更\nネットワークプロファイル名\n適用\nキャンセル"
24="このOSはサポートされていません"
25="ソフトの起動には管理者権限が必要です。"
26="既知のネットワークの管理(&M)"

[Language_Italian_Italiano]
Translator="Franco Prosdocimo"
01="&Aggiorna"
02="Prego attendere ..."
03="&Rinomina"
04="&Cancella"
05="&Menu"
06="&Centro Network e Condivisioni"
07="&Network e Internet"
08="&Connessioni Internet"
09="&Policy Sicurezza Locale"
10="&Aggiorna"
11="&Dona"
12="&Contatta"
13="&Home Page Sviluppatore"
14="&About"
15="Nomi pofili di rete"
16="&Rinomina"
17="&Profilo di Rete"
18="&Pubblico"
19="&Privato"
20="&Apri con editor Registri"
21="&Cancella"
22="Vuoi rimuovere il profilo selezionato ?"
23="Rinomina il Profilo di Rete\nNome Profilo di Rete\nApplica\nCancella"
24="Il tuo sistema non è supportato !"
25="Per avviare il Programma devi avere i privilegi di Amministratore"
26="&Gestisci reti conosciute"

[Language_Arabic_عربي]
Translator="ZeinabBahaa"
01=" هذا البرنامج يقوم بإعادة تسمية أو حذف ملفات تعريف الشبكة."
02="يرجى الإنتظار ..."
03="&إعادة تسمية"
04="&حذف"
05="&القائمة"
06="&مركز الشبكة والمشاركة"
07="ا&لشبكة والإنترنيت"
08="ات&صالات الشبكة"
09="&سياسة الأمن المحلية"
10="ت&حديث"
11="&تبرع"
12="ت&واصل معنا"
13="الص&فحة الرئيسية"
14="&عنا"
15="اسم الشبكة"
16="&إعادة تسمية"
17="&ملف تعريف الشبكة"
18="&عامة"
19="&خاصة"
20="&فتح محرر الريجيستري "
21="&حذف"
22="هل حقا تريد حذف ملف التعريف المحدد?"
23="إعادة تسمية اسم الشبكة\n اسم الشبكة\n تطبيق\n إلغاء"
24="نظام التشغيل غير مدعوم!"
25="لبدء البرنامج، يجب أن يكون لديك صلاحيات المسؤول!!"
26="&إدارة الشبكات المعروفة"

[Language_Chinese (Simplified)_简体中文]
Translator="邓俊键"
01="此应用程序可以重命名或删除网络配置文件。"
02="请稍等..."
03="重命名"
04="删除"
05="菜单"
06="网络和共享中心"
07="网络和 Interner"
08="网络连接"
09="本地安全策略"
10="刷新"
11="捐赠"
12="联系我们"
13="主页"
14="关于"
15="网络配置名"
16="重命名"
17="网络配置"
18="公用网络"
19="专用网络"
20="打开注册表编辑器"
21="删除"
22="您要删除所选的配置文件吗?"
23="重命名网络配置\n网络配置名\n应用\n取消"
24="不支持的操作系统！"
25="要启动软件你必须有管理员权限!"
26="管理已知网络"

[Language_Swedish_Svenska]
Translator="Per"
01="Denna applikation namnändrar eller raderar Nätverksprofiler."
02="Vänligen vänta..."
03="&Namnändra"
04="&Radera"
05="&Meny"
06="&Nätverks och delningscenter"
07="&Nätverk och Internet"
08="&Nätverksanslutningar"
09="&Lokal säkerhetspolicy"
10="&Uppdatera"
11="&Donera"
12="&Kontakt"
13="&Hemsida"
14="&Om"
15="Nätverksprofilnamn"
16="&Namnändra"
17="&Nätverksprofil"
18="&Offentlig"
19="&Privat"
20="&Öppna med Registereditorn"
21="&Radera"
22="Vill du radera den valda profilen?"
23="Namnändra Nätverksprofilnamn\n Nätverksprofilnamn\n Tillämpa\n Avbryt"
24="Operativsystemet stödjs inte!"
25="För att starta programmet behöver du Administratörsrättigheter!"
26="&hantera kända nätverk"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Această aplicație redenumește sau șterge Profiluri de rețea."
02="Vă rugăm așteptați..."
03="&Redenumire"
04="&Ștergere"
05="&Meniu"
06="&Centrul de rețea și partajare"
07="&Rețea și Internet"
08="&Conexiuni de rețea"
09="&Politica de securitate locală"
10="&Reîmprospătare"
11="&Donează"
12="&Contact"
13="&Pagina de pornire"
14="&Despre"
15="Nume profil de rețea"
16="&Redenumire"
17="&Profil de rețea"
18="&Public"
19="&Privat"
20="&Deschideți cu Editorul Registrului"
21="&Ștergere"
22="Doriți să ștergeți profilul selectat?"
23="Redenumiți numele profilului rețelei\n Nume profil de rețea\n Aplicare\n Anulare"
24="Sistemul de operare nu este acceptat!"
25="Pentru a porni softul trebuie să aveți drepturi de administrator!"
26="&Gestionați rețelele cunoscute"

[Language_Greek_Ελληνικά]
Translator="geogeo.gr"
01="Αυτή η εφαρμογή μετονομάζει ή διαγράφει προφίλ δικτύου."
02="Παρακαλώ περιμένετε..."
03="Μετ&ονομασία"
04="&Διαγραφή"
05="&Μενού"
06="&Κέντρο δικτύου και κοινής χρήσης"
07="&Δίκτυο και Διαδίκτυο"
08="&Συνδέσεις δικτύου"
09="&Τοπική πολιτική ασφαλείας"
10="&Ανανέωση"
11="Δ&ωρεά"
12="&Επικοινωνία"
13="&Ιστοσελίδα"
14="&Περί"
15="Ονόματα προφίλ δικτύου"
16="Μετ&ονομασία"
17="&Προφίλ δικτύου"
18="&Δημόσιο"
19="&Ιδιωτικό"
20="Άνοιγμα στον &Επεξεργαστή μητρώου"
21="&Διαγραφή"
22="Θέλετε να διαγράψετε το επιλεγμένο προφίλ;"
23="Μετονομασία ονόματος προφίλ δικτύου\nΌνομα προφίλ δικτύου\nΕφαρμογή\nΑκύρωση"
24="Το λειτουργικό σύστημα δεν υποστηρίζεται!"
25="Για να ξεκινήσει το λογισμικό πρέπει να έχετε δικαιώματα διαχειριστή!"
26="&Διαχείριση γνωστών δικτύων"

[Language_Spanish_Español]
Translator="Luis Alfredo Soto Carbajal"
01="Esta aplicación cambia el nombre o elimina perfiles de red."
02="Espere por favor..."
03="&Renombrar"
04="&Borrar"
05="&Menú"
06="&Redes y recursos compartidos"
07="&Redes e Internet"
08="&Conexiones de red"
09="&Política de seguridad local"
10="&Actualizar"
11="&Donar"
12="&Contacto"
13="&Página principal"
14="&Acerca de"
15="Nombres de perfil de red"
16="&Renombrar"
17="&Perfil de Red"
18="&Pública"
19="&Privada"
20="&Abrir con el Editor del Registro"
21="&Borrar"
22="¿Quieres eliminar el perfil seleccionado?"
23="Cambiar nombre de perfil de red Nombre\nPerfil de red\n\nCancel"
24="¡Sistema operativo no compatible!"
25="Para iniciar el software debe tener derechos de Administrador."
26="&Administrar redes conocidas"

[Language_Danish_Dansk]
Translator="Opføl aft Orla Jensen"
01="Denne applikation omdøber eller sletter netværksprofiler."
02="Vent venligst .."
03="&Omdøb"
04="&Slet"
05="&Menu"
06="&Netværks-og delingscenter"
07="&Netværk og internet"
08="&Netværksforbindelser"
09="&Lokal sikkerhedspolitik"
10="&Opdater"
11="&Doner"
12="&Kontakt"
13="&Hjemmeside"
14="&Om"
15="Netværks-profilnavne"
16="&Omdøb"
17="&Netværks profil"
18="&Offentlig"
19="&Privat"
20="&Åben med registreringseditor"
21="&Slet"
22="Vil du slette den valgte profil?"
23="Omdøb netværks Profilnavn\n Netværks Profilnavn\n Ansøge\n Afbryd\n\n"
24="Operativsystem understøttes ikke!"
25="For at starte softwaret skal du have administratorrettigheder!"
26="&Administrer kendte netværk"

[Language_Dutch_Nederlands]
Translator="Alexei PortableApp™ (2023-10-04)"
01="Dit Programma hernoemt of verwijdert heel makkelijk netwerkprofielen."
02="Wacht a.u.b..."
03="&Hernoemen"
04="&Verwijderen"
05="&Menu"
06="&Netwerk en Delen Centrum"
07="&Netwerk en Internet"
08="&Netwerk Verbindingen"
09="&Lokaal Veiligheid Beleid"
10="&Vernieuwen"
11="&Doneer"
12="&Contact"
13="&HomePage"
14="&Over..."
15="Netwerk Profiel Namen"
16="&Hernoemen"
17="&Netwerk Profiel"
18="&Publiek"
19="&Privè"
20="&Open wmet Register Bewerker"
21="&Verwijderen"
22="Wilt u de Geselecteerde Profiel(en) Verwijderen?"
23="Hernoem Netwerk Profiel Naam\n Netwerk Profielnaam\n Toepassen\n Annuleren"
24="Besturing Systeem Niet Ondersteund!"
25="Om de software te starten heeft u Admin rechten nodig!"
26="&Beheer Bekende Netwerken"

[Language_Chinese(Traditional)_繁體中文]
Translator="LeoLi"
01="此應用程式可以重新命名或刪除網路設定檔。"
02="請稍後..."
03="重新命名"
04="删除"
05="主頁"
06="網路和共享中心"
07="網路和網際網路"
08="網路連線"
09="本地安全策略"
10="刷新"
11="捐贈"
12="聯絡我們"
13="首頁"
14="關於"
15="網路設定名"
16="重新命名"
17="網路設定"
18="公用網絡"
19="專用網路"
20="開啟登錄編輯器"
21="删除"
22="您要刪除所選的設定檔嗎?"
23="重新命名網路配置\n網路設定名\n應用\n取消"
24="不支援的作業系統！"
25="啟動軟體你必須有管理員權限!"
26="管理已知網絡"
